{"questions":["What’s the most courageous thing you have ever done?","What do you need to stop doing to make space for bigger changes?","What’s the dialogue you really need to have but haven't had so far?","what happens in real life but rarely gets portrayed in movies?","What is the most useful thing your mom or dad has taught you?","What's something you tried really hard to like but you just couldn't?","What smell brings back great or bad memories?","What's something that no one knows about you?","What's missing in your life?","What goal do you think humanity is not focused enough on achieving?","If you could change two things about the world, what would you change? How would you do it?","What habits do you have that you would like to replace?","How would you want your loved ones to remember you when you are gone?","What keeps you up at night?","What makes you happiest?","What is the strangest thing that happened to you?","What is one of your favorite quotes from a famous person?","What's the most daring thing you've ever done?","If you could master one skill you don't have right now, what would it be?","What motivates you?","What is your biggest fear?","What would you change about yourself if you could?","What makes you really angry?","What skill would you like to master?","What is the best way for a person to attain happiness?","If you could go back in time and give your parents advice before you were born, what advice would you give them?","What's the hardest lesson you've had to learn?","What simple change in your life would have the biggest positive impact?","In 10 years' time, will you be proud of what you are doing now?","What is the strangest thing you have?","What’s the best dish you can cook?","What is your biggest complain about your life?","If you could change 1 thing in your past, what would you change?","What part of a kid’s movie completely scarred you?","What’s the weirdest thing a guest has done at your house?","What would be the worst thing for the government to make illegal?","What would the world be like if it was filled with male and female copies of you?","What are some things that are okay to occasionally do but definitely not okay to do every day?","If you were arrested with no explanation, what would your friends and family assume you had done?","You’re a mad scientist, what scientific experiment would you run if money and ethics weren’t an issue?","If you were transported 400 years into the past with no clothes or anything else, how would you prove that you were from the future?","What fictional character is amazing in their book / show / movie, but would be insufferable if you had to deal with them in mundane everyday situations?","If you could be in any movie, what would it be?","Who was the worst teacher you've ever had?","What is one thing you would change about your daily routine?","What is one thing you wish could exist but doesn't at the moment?","What is the weirdest thing you've ever eaten?","What would be your dream job?"],"today":29}