{"questions":["What is the most useless invention of all time?","What is the weirdest thing you've ever eaten?","Which smells better, fresh-cut grass or bread baking in the oven?","What would be your superpower if you had any?","What is your dream vacation?","Where did the name Pina Colada come from?","What animal is the biggest party animal?","If animals could talk, which would be the smartest and why?","If you could be any type of plant or animal, what would you be and why?","Is cereal soup? explain.","What song would you play if you were at a party?","Who's the most interesting person you've ever met?","If you could be a fly on the wall, who would you want to listen in on?","What sport would be the funniest to add a mandatory amount of alcohol to?","Do you think cavemen had nightmares about cavewomen?","If you had to relocate, where would you least like to live and why is that?","What would be the hardest thing to give up?","If you could invite three people to dinner, living or dead, who would you invite and why?","Which would you rather win: The lottery or to be named employee of the month every month?","Do you like pineapple on your pizza?","If animals could talk, which would be the most boring and why?","What was the worst or weirdest dream you ever had?","If you could travel to any place on Earth, where would you go and why?","If you were an artist, what would you paint on your first day?","Who's your favourite superhero?","What do you want to be in the future?","What is the craziest bet you've ever made?","What is your spirit animal?","What is one thing you would change about your daily routine?","What was your first computer game?","If you had to choose one, what would be your favourite fruit?","Which would you prefer to have as your roommate? A goat or a bird?","What is the funniest/craziest thing you've ever done?","What was the most embarrassing moment of your life?","Who would win in a fight between Superman and Batman?","What is your least favourite scent?","What does the perfect day look like?","What's the weirdest thing you've ever eaten?","What would be your weapon of choice in a zombie apocalypse?","Would you rather have no nose or no arms?","Would you rather walk around with a salad for a head or broccoli for arms?","What celebrity would you most like to switch lives with?","If animals could talk, which would be the rudest and why?","What would be the easiest thing to give up?","If you had a special ability, what would it be?","Which sport do you think they'll invent next?","What is the most interesting place you've ever been to?","What is your dream job?","What is one thing you wish could exist but doesn't at the moment?","If you could take just one thing with you to a deserted island, what would you choose and why?","How many chickens would it take to kill an elephant?"],"today":101}