[
  "Is cereal soup? Yes or no? ",
  "What’s the weirdest smell you have ever smelled?",
  "Is a hotdog a sandwich? ",
  "What’s the most ridiculous fact you know?",
  "Do you like pineapple pizza?",
  "Cucumber or tomato?",
  "Toilet paper, over or under?",
  "Where is the strangest place you’ve peed?",
  "What’s one thing most people don’t know about you?",
  "Which of the two smells better, fresh-cut grass or bread baking in the oven?",
  "What’s the worst color that was ever invented in your opinion?",
  "What is the weirdest text you have ever received recently?",
  "If you were given the chance to steal something, what would it be?",
  "What food should taste better than its appearance?",
  "What's the first thin you do when you wake up?",
  "What’s the most addictive game for you?",
  "What period would you travel to if you were given a time machine?",
  "What’s the food you usually refuse to share?",
  "Which would be the smartest animal if they could all talk?",
  "If you could have lunch with one person from history, who would it be?",
  "Would you take it if you had the opportunity to be immortal?",
  "What’s the certain product you couldn’t live without?",
  "What is the most stupid thing you’ve done in your entire life?",
  "What would you name your yacht if you had one?",
  "What makes your day better?",
  "Who is the best movie villain?",
  "Would you rather cook or eat at a restaurant?",
  "Do you think aliens exist?",
  "What's your favorite ice cream?",
  "What's your favorite holiday?",
  "Which meal is your favorite: breakfast, lunch, or dinner?",
  "Ideally, how would you spend your birthday?",
  "What's the phone app you use most?",
  "What’s the best gift you’ve ever received?",
  "What would be the first thing you'd do if you won the lottery?",
  "Is there one job you’d never ever do?",
  "Shark diving, bungee jumping, or skydiving?",
  "What's your favorite cheesy pick-up line?",
  "What's your favorite Disney movie?",
  "Friday night, would you rather stay in or go out?",
  "What's the greatest risk you've ever taken?",
  "Which house would you belong to in Hogwarts? (Harry Potter) ",
  "If you were forced to open a bar, what would you name it?",
  "What are the three things you would bring with you to a deserted island?",
  "Do you have a secret obsession?",
  "If you could do anything for the rest of your life, what would it be?",
  "What's the silliest thing that you've ever gotten upset about?",
  "Cat or dog?",
  "Morning person or Night owl?",
  "How would you spend a million dollars?",
  "What movie or book character do you most identify with?",
  "What's the one skill you think everyone should have?",
  "If you could live anywhere, where would it be?",
  "If you could only eat one meal for the rest of your life, what would it be?",
  "Do you like or dislike surprises?",
  "Winter or summer?",
  "Which leg gets out of the bed first?",
  "What super powers would you wanna have?",
  "Boat or plane?",
  "Bus or car?",
  "Zoo or Aquarium?",
  "How many pillows do you sleep with?",
  "Would you rather trade intelligence for looks or looks for intelligence?",
  "What's your favorite type of foreign food?",
  "What's your favorite fast food chain?",
  "Tell us a typical dish from your country",
  "Do you love or hate rollercoasters?",
  "What's your favorite movie?",
  "What's the most unusual thing you've ever eaten?",
  "Are you an introvert or an extrovert?",
  "Which of the five senses would you say is your strongest?",
  "How many languages do you speak?",
  "If you had to describe yourself as an animal, which one would it be?",
  "What is one thing you will never do again?",
  "Pepsi or Coke?",
  "If you could completely get rid of one month out of the year, which month would it be ? ",
  "What’s the weirdest place you’ve ever fallen asleep?",
  "What fictional character would you be best friends with in real life?",
  "What is the weirdest snack you like to eat?",
  "Candies or chips?",
  "If your life was a book, what would the title be?",
  "If you had to make a house out of food, what kind of food would it be?",
  "Pizza or hamburger?",
  "If you could change the ending of any famous movie, which movie would it be?",
  "What song will you never forget the lyrics to?",
  "What popular trend bothers you?",
  "If you could only wear one color for the rest of your life, what would it be and why?",
  "What is your favorite smell?",
  "What's the first thing you wanna know about people?",
  "What do you think about ketchup on pasta?",
  "What commercial jingle gets stuck in your head all the time?",
  "Batman or Superman?",
  "If you were an Olympic athlete, what sport would you compete in?",
  "What's the worst dish you've ever cooked?",
  "Do you munch on yoghurt?",
  "Do you lick or bite ice cream?",
  "Would you rather die and go to paradise/hell/nothing or be a ghost and live alone between the living people?",
  "Are you a left or a righty?",
  "Do you take your phone to toilet or no?",
  "Which superpower would you not want?",
  "Do you think a thousand chickens can kill a elephant?",
  "Have you ever been tempted to sleep inside the fridge?",
  "Which side of the armrest is really yours at a movie theater?",
  "Why do you think 11 isn’t pronounced onety-one?",
  "What's your favorite pizaz?",
  "What's your most ordered take out?",
  "Would you rather play in the sand or play in the water at the beach?",
  "Have you ever tried eating a piece of paper?",
  "Which Disney princess do you think would make the best spy?"
]